{
  "<pad>": 0,
  "<go_r>": 1,
  "<unk>": 2,
  "<go_b>": 3,
  "<go_a>": 4,
  "<eos_u>": 5,
  "<eos_r>": 6,
  "<eos_b>": 7,
  "<eos_a>": 8,
  "<go_d>": 9,
  "<eos_d>": 10,
  "[restaurant]": 11,
  "[hotel]": 12,
  "[attraction]": 13,
  "[train]": 14,
  "[taxi]": 15,
  "[police]": 16,
  "[hospital]": 17,
  "[general]": 18,
  "[inform]": 19,
  "[request]": 20,
  "[nooffer]": 21,
  "[recommend]": 22,
  "[select]": 23,
  "[offerbook]": 24,
  "[offerbooked]": 25,
  "[nobook]": 26,
  "[bye]": 27,
  "[greet]": 28,
  "[reqmore]": 29,
  "[welcome]": 30,
  "car": 31,
  "address": 32,
  "postcode": 33,
  "phone": 34,
  "internet": 35,
  "parking": 36,
  "type": 37,
  "pricerange": 38,
  "food": 39,
  "stars": 40,
  "area": 41,
  "reference": 42,
  "time": 43,
  "leave": 44,
  "price": 45,
  "arrive": 46,
  "id": 47,
  "stay": 48,
  "day": 49,
  "people": 50,
  "name": 51,
  "destination": 52,
  "departure": 53,
  "department": 54,
  "[value_name]": 55,
  "[value_price]": 56,
  "[value_area]": 57,
  "[value_choice]": 58,
  "[value_type]": 59,
  "[value_reference]": 60,
  "[value_address]": 61,
  "[value_phone]": 62,
  "[value_food]": 63,
  "[value_postcode]": 64,
  "[value_leave]": 65,
  "[value_id]": 66,
  "[value_arrive]": 67,
  "[value_stars]": 68,
  "[value_day]": 69,
  "[value_departure]": 70,
  "[value_time]": 71,
  "[value_destination]": 72,
  "[value_car]": 73,
  "[value_people]": 74,
  "[value_stay]": 75,
  "[value_pricerange]": 76,
  "[value_department]": 77,
  ".": 78,
  "you": 79,
  "i": 80,
  "the": 81,
  "?": 82,
  ",": 83,
  "is": 84,
  "a": 85,
  "for": 86,
  "to": 87,
  "and": 88,
  "centre": 89,
  "that": 90,
  "cambridge": 91,
  "in": 92,
  "yes": 93,
  "would": 94,
  "can": 95,
  "have": 96,
  "like": 97,
  "there": 98,
  "house": 99,
  "it": 100,
  "need": 101,
  "number": 102,
  "of": 103,
  "do": 104,
  "are": 105,
  "4": 106,
  "at": 107,
  "your": 108,
  "!": 109,
  "1": 110,
  "please": 111,
  "moderate": 112,
  "me": 113,
  "guest": 114,
  "be": 115,
  "am": 116,
  "hotel": 117,
  "2": 118,
  "on": 119,
  "book": 120,
  "3": 121,
  "help": 122,
  "expensive": 123,
  "anything": 124,
  "will": 125,
  "with": 126,
  "thank": 127,
  "restaurant": 128,
  "else": 129,
  "not": 130,
  "what": 131,
  "monday": 132,
  "friday": 133,
  "north": 134,
  "all": 135,
  "looking": 136,
  "no": 137,
  "college": 138,
  "choice": 139,
  "saturday": 140,
  "cheap": 141,
  "train": 142,
  "wednesday": 143,
  "south": 144,
  "great": 145,
  "also": 146,
  "from": 147,
  "by": 148,
  "5": 149,
  "was": 150,
  "east": 151,
  "today": 152,
  "booking": 153,
  "thanks": 154,
  "town": 155,
  "how": 156,
  "6": 157,
  "7": 158,
  "tuesday": 159,
  "about": 160,
  "thursday": 161,
  "-s": 162,
  "or": 163,
  "any": 164,
  "care": 165,
  "place": 166,
  "nights": 167,
  "free": 168,
  "get": 169,
  "sunday": 170,
  "range": 171,
  "want": 172,
  "located": 173,
  "their": 174,
  "8": 175,
  "could": 176,
  "bishops": 177,
  "stortford": 178,
  "city": 179,
  "find": 180,
  "sure": 181,
  "'s": 182,
  "goodbye": 183,
  "has": 184,
  "welcome": 185,
  "indian": 186,
  "just": 187,
  "table": 188,
  "as": 189,
  "fee": 190,
  "norwich": 191,
  "okay": 192,
  "if": 193,
  "street": 194,
  "ely": 195,
  "try": 196,
  "an": 197,
  "sorry": 198,
  "successful": 199,
  "booked": 200,
  "we": 201,
  "travel": 202,
  "many": 203,
  "peterborough": 204,
  "taxi": 205,
  "entrance": 206,
  "b": 207,
  ":": 208,
  "prefer": 209,
  "reservation": 210,
  "information": 211,
  "but": 212,
  "good": 213,
  "does": 214,
  "west": 215,
  "ok": 216,
  "19:15": 217,
  "where": 218,
  "contact": 219,
  "after": 220,
  "bar": 221,
  "british": 222,
  "should": 223,
  "new": 224,
  "go": 225,
  "star": 226,
  "give": 227,
  "italian": 228,
  "make": 229,
  "n't": 230,
  "leaving": 231,
  "birmingham": 232,
  "more": 233,
  "chinese": 234,
  "noodle": 235,
  "architecture": 236,
  "leaves": 237,
  "sounds": 238,
  "'ll": 239,
  "15:15": 240,
  "leicester": 241,
  "so": 242,
  "know": 243,
  "they": 244,
  "17:30": 245,
  "station": 246,
  "something": 247,
  "arrives": 248,
  "saint": 249,
  "john": 250,
  "which": 251,
  "enjoy": 252,
  "different": 253,
  "attraction": 254,
  "starting": 255,
  "wifi": 256,
  "much": 257,
  "arriving": 258,
  "them": 259,
  "same": 260,
  "church": 261,
  "available": 262,
  "bed": 263,
  "breakfast": 264,
  "10:15": 265,
  "trains": 266,
  "my": 267,
  "total": 268,
  "room": 269,
  "arbury": 270,
  "lodge": 271,
  "lensfield": 272,
  "able": 273,
  "departing": 274,
  "this": 275,
  "tell": 276,
  "serves": 277,
  "08:15": 278,
  "european": 279,
  "dojo": 280,
  "now": 281,
  "very": 282,
  "work": 283,
  "some": 284,
  "saints": 285,
  "stevenage": 286,
  "specific": 287,
  "been": 288,
  "recommend": 289,
  "19:45": 290,
  "tickets": 291,
  "criteria": 292,
  "part": 293,
  "express": 294,
  "brasserie": 295,
  "08:00": 296,
  "trip": 297,
  "may": 298,
  "20:45": 299,
  "pizza": 300,
  "code": 301,
  "preference": 302,
  "attractions": 303,
  "asian": 304,
  "oriental": 305,
  "needed": 306,
  "payable": 307,
  "assist": 308,
  "modern": 309,
  "el": 310,
  "shaddai": 311,
  "instead": 312,
  "oak": 313,
  "bistro": 314,
  "11:45": 315,
  "well": 316,
  "take": 317,
  "us": 318,
  "11:30": 319,
  "entertainment": 320,
  "rating": 321,
  "holiday": 322,
  "inn": 323,
  "called": 324,
  "14:30": 325,
  "broxbourne": 326,
  "going": 327,
  "hut": 328,
  "too": 329,
  "post": 330,
  "visit": 331,
  "21:15": 332,
  "interested": 333,
  "side": 334,
  "13:45": 335,
  "0": 336,
  "portuguese": 337,
  "french": 338,
  "another": 339,
  "assistance": 340,
  "set": 341,
  "bye": 342,
  "cuisine": 343,
  "museum": 344,
  "up": 345,
  "particular": 346,
  "reserved": 347,
  "18:45": 348,
  "sports": 349,
  "riverside": 350,
  "10:30": 351,
  "cinema": 352,
  "leverton": 353,
  "gallery": 354,
  "12:30": 355,
  "person": 356,
  "other": 357,
  "17:15": 358,
  "minutes": 359,
  "options": 360,
  "check": 361,
  "actually": 362,
  "needs": 363,
  "fine": 364,
  "did": 365,
  "08:45": 366,
  "park": 367,
  "10:00": 368,
  "boat": 369,
  "happy": 370,
  "matter": 371,
  "staying": 372,
  "hi": 373,
  "think": 374,
  "really": 375,
  "let": 376,
  "eat": 377,
  "fun": 378,
  "look": 379,
  "multiple": 380,
  "15": 381,
  "14:00": 382,
  "-ly": 383,
  "priced": 384,
  "country": 385,
  "pool": 386,
  "gastropub": 387,
  "found": 388,
  "using": 389,
  "those": 390,
  "hope": 391,
  "unfortunately": 392,
  "ticket": 393,
  "both": 394,
  "reserve": 395,
  "wonderful": 396,
  "depart": 397,
  "cost": 398,
  "location": 399,
  "everything": 400,
  "glad": 401,
  "london": 402,
  "liverpool": 403,
  "kirkwood": 404,
  "nusha": 405,
  "ca": 406,
  "11:15": 407,
  "stansted": 408,
  "airport": 409,
  "20:00": 410,
  "our": 411,
  "police": 412,
  "long": 413,
  "turkish": 414,
  "further": 415,
  "funky": 416,
  "thai": 417,
  "wandlebury": 418,
  "bridge": 419,
  "gonville": 420,
  "15:45": 421,
  "16:15": 422,
  "cote": 423,
  "nice": 424,
  "course": 425,
  "see": 426,
  "center": 427,
  "again": 428,
  "then": 429,
  "pick": 430,
  "caffe": 431,
  "uno": 432,
  "swimming": 433,
  "12:00": 434,
  "acorn": 435,
  "two": 436,
  "lynne": 437,
  "strover": 438,
  "10:45": 439,
  "ashley": 440,
  "19:30": 441,
  "home": 442,
  "17:00": 443,
  "include": 444,
  "towninfo": 445,
  "made": 446,
  "favorite": 447,
  "arrival": 448,
  "into": 449,
  "provide": 450,
  "out": 451,
  "paediatric": 452,
  "thing": 453,
  "narrow": 454,
  "choose": 455,
  "suggest": 456,
  "info": 457,
  "closest": 458,
  "matching": 459,
  "its": 460,
  "between": 461,
  "when": 462,
  "sala": 463,
  "thong": 464,
  "autumn": 465,
  "09:29": 466,
  "either": 467,
  "clare": 468,
  "17:45": 469,
  "nandos": 470,
  "oh": 471,
  "hello": 472,
  "belfry": 473,
  "shall": 474,
  "system": 475,
  "questions": 476,
  "planning": 477,
  "mind": 478,
  "12:45": 479,
  "departs": 480,
  "certainly": 481,
  "call": 482,
  "down": 483,
  "-": 484,
  "luck": 485,
  "takeaway": 486,
  "results": 487,
  "rated": 488,
  "yeah": 489,
  "traveling": 490,
  "gardenia": 491,
  "search": 492,
  "certain": 493,
  "match": 494,
  "13:30": 495,
  "serve": 496,
  "11:00": 497,
  "24:45": 498,
  "#": 499,
  "king": 500,
  "18:30": 501,
  "curry": 502,
  "prince": 503,
  "yippee": 504,
  "05:00": 505,
  "16:30": 506,
  "parkside": 507,
  "fen": 508,
  "ditton": 509,
  "meet": 510,
  "hospital": 511,
  "got": 512,
  "14:45": 513,
  "worth": 514,
  "first": 515,
  "christ": 516,
  "group": 517,
  "looks": 518,
  "request": 519,
  "service": 520,
  "15:00": 521,
  "saffron": 522,
  "meets": 523,
  "royal": 524,
  "08:30": 525,
  "hall": 526,
  "12:15": 527,
  "punter": 528,
  "alimentum": 529,
  "shorter": 530,
  "only": 531,
  "contacting": 532,
  "were": 533,
  "night": 534,
  "though": 535,
  "none": 536,
  "right": 537,
  "better": 538,
  "listed": 539,
  "fare": 540,
  "dine": 541,
  "days": 542,
  "requirement": 543,
  "heading": 544,
  "seats": 545,
  "perfect": 546,
  "here": 547,
  "rooms": 548,
  "colleges": 549,
  "intensive": 550,
  "unit": 551,
  "nightclub": 552,
  "suggestions": 553,
  "university": 554,
  "arms": 555,
  "thanh": 556,
  "binh": 557,
  "description": 558,
  "close": 559,
  "still": 560,
  "enter": 561,
  "earlier": 562,
  "spice": 563,
  "cafe": 564,
  "jello": 565,
  "midsummer": 566,
  "kings": 567,
  "lynn": 568,
  "cab": 569,
  "perhaps": 570,
  "confirm": 571,
  "including": 572,
  "every": 573,
  "confirmation": 574,
  "preferences": 575,
  "...": 576,
  "apologize": 577,
  "fantastic": 578,
  "addenbrookes": 579,
  "soon": 580,
  "meeting": 581,
  "helpful": 582,
  "clinic": 583,
  "while": 584,
  "best": 585,
  "per": 586,
  "ahead": 587,
  "nope": 588,
  "clarify": 589,
  "reservations": 590,
  "upcoming": 591,
  "tonight": 592,
  "back": 593,
  "02:45": 594,
  "cherry": 595,
  "hinton": 596,
  "village": 597,
  "fit": 598,
  "ref": 599,
  "calling": 600,
  "slot": 601,
  "others": 602,
  "australian": 603,
  "site": 604,
  "why": 605,
  "finding": 606,
  "absolutely": 607,
  "unsuccessful": 608,
  "most": 609,
  "complete": 610,
  "cineworld": 611,
  "before": 612,
  "alright": 613,
  "16:45": 614,
  "commute": 615,
  "problem": 616,
  "kettle": 617,
  "yard": 618,
  "galleria": 619,
  "confusion": 620,
  "04:45": 621,
  "churchill": 622,
  "24:00": 623,
  "abbey": 624,
  "astroturf": 625,
  "pitch": 626,
  "robbed": 627,
  "wartworth": 628,
  "latest": 629,
  "changed": 630,
  "change": 631,
  "desired": 632,
  "show": 633,
  "say": 634,
  "requested": 635,
  "maybe": 636,
  "real": 637,
  "hesitate": 638,
  "appreciate": 639,
  "few": 640,
  "than": 641,
  "offer": 642,
  "come": 643,
  "run": 644,
  "things": 645,
  "start": 646,
  "bit": 647,
  "around": 648,
  "caribbean": 649,
  "postal": 650,
  "meze": 651,
  "feel": 652,
  "kind": 653,
  "seem": 654,
  "said": 655,
  "lovely": 656,
  "pay": 657,
  "lodging": 658,
  "result": 659,
  "thinking": 660,
  "pleasure": 661,
  "serving": 662,
  "several": 663,
  "near": 664,
  "coming": 665,
  "preferably": 666,
  "excellent": 667,
  "works": 668,
  "safe": 669,
  "seems": 670,
  "error": 671,
  "restate": 672,
  "whoa": 673,
  "fits": 674,
  "fees": 675,
  "ranging": 676,
  "famous": 677,
  "amazing": 678,
  "man": 679,
  "moon": 680,
  "museums": 681,
  "hmm": 682,
  "milton": 683,
  "reached": 684,
  "vegetarian": 685,
  "double": 686,
  "moment": 687,
  "interests": 688,
  "interest": 689,
  "parks": 690,
  "types": 691,
  "party": 692,
  "ones": 693,
  "heard": 694,
  "purchase": 695,
  "guess": 696,
  "least": 697,
  "might": 698,
  "upscale": 699,
  "beginning": 700,
  "wondering": 701,
  "such": 702,
  "travelling": 703,
  "desk": 704,
  "concerned": 705,
  "whether": 706,
  "believe": 707,
  "picking": 708,
  "chop": 709,
  "awesome": 710,
  "definitely": 711,
  "taking": 712,
  "surprise": 713,
  "necessary": 714,
  "(": 715,
  ")": 716,
  "however": 717,
  "preferred": 718,
  "offers": 719,
  "anytime": 720,
  "rest": 721,
  "needing": 722,
  "plan": 723,
  "pounds": 724,
  "sound": 725,
  "swiss": 726,
  "global": 727,
  "crossover": 728,
  "exact": 729,
  "venue": 730,
  "catalan": 731,
  "myself": 732,
  "roles": 733,
  "anatolia": 734,
  "services": 735,
  "touch": 736,
  "suddenly": 737,
  "plans": 738,
  "attributes": 739,
  "even": 740,
  "completed": 741,
  "ago": 742,
  "addres": 743,
  "sis": 744,
  "hour": 745,
  "listings": 746,
  "meant": 747,
  "each": 748,
  "keep": 749,
  "workers": 750,
  "phobias": 751,
  "sight": 752,
  "mood": 753,
  "love": 754,
  "injured": 755,
  "nearby": 756,
  "general": 757,
  "attend": 758,
  "beforehand": 759,
  "fair": 760,
  "seat": 761,
  "hosptial": 762,
  "hills": 763,
  "rd": 764,
  "hoping": 765,
  "local": 766,
  "restuarant": 767,
  "trer": 768,
  "3rd": 769,
  "stop": 770,
  "asking": 771,
  "supervisor": 772,
  "attitude": 773,
  "staff": 774,
  "apology": 775,
  "accommodate": 776,
  "parameters": 777,
  "gueshouses": 778,
  "require": 779,
  "thirteen": 780,
  "10": 781,
  "choosing": 782,
  "hanging": 783,
  "late": 784,
  "hungry": 785,
  "stated": 786,
  "put": 787,
  "email": 788,
  "fax": 789,
  "amount": 790,
  "howdy": 791,
  "cabridge": 792,
  "earliest": 793,
  "multi": 794,
  "sport": 795,
  "use": 796,
  "stations": 797,
  "whenever": 798,
  "currently": 799,
  "relatively": 800,
  "inexpensive": 801,
  "must": 802,
  "numbers": 803,
  "greetings": 804,
  "num": 805,
  "entry": 806,
  "religious": 807,
  "secular": 808,
  "sell": 809,
  "seafood": 810,
  "easy": 811,
  "tiger": 812,
  "lets": 813,
  "perfectly": 814,
  "curious": 815,
  "option": 816,
  "sufficient": 817,
  "staring": 818,
  "peterbourgh": 819,
  "18:15": 820,
  "examples": 821,
  "corpus": 822,
  "christi": 823,
  "named": 824,
  "tables": 825,
  "guests": 826,
  "bunch": 827,
  "schedule": 828,
  "seeking": 829,
  "making": 830,
  "easier": 831,
  "australasian": 832,
  "understood": 833,
  "fnrsfzwb": 834,
  "without": 835,
  "sleeper": 836,
  "possible": 837,
  "afraid": 838,
  "ride": 839,
  "arrange": 840,
  "house-": 841,
  "appreciated": 842,
  "texting": 843,
  "spelled": 844,
  "correctly": 845,
  "mutliple": 846,
  "understand": 847,
  "repeat": 848,
  "way": 849,
  "makes": 850,
  "sense": 851,
  "kid": 852,
  "water": 853,
  "slide": 854,
  "pools": 855,
  "open": 856,
  "quite": 857,
  "specify": 858,
  "popular": 859,
  "getting": 860,
  "plus": 861,
  "mean": 862,
  "terms": 863,
  "details": 864,
  "length": 865,
  "shorten": 866,
  "possibly": 867,
  "worked": 868,
  "ideas": 869,
  "query": 870,
  "cinemas": 871,
  "worries": 872,
  "vue": 873,
  "fo": 874,
  "reasonable": 875,
  "indeed": 876,
  "adress": 877,
  "point": 878,
  "consider": 879,
  "future": 880,
  "nothing": 881,
  "-er": 882,
  "remind": 883,
  "holy": 884,
  "trinity": 885,
  "standard": 886,
  "mucy": 887,
  "boating": 888,
  "ever": 889,
  "overall": 890,
  "goodnight": 891,
  "trainid": 892,
  "attention": 893,
  "cheers": 894,
  "discuss": 895,
  "boss": 896,
  "successfully": 897,
  "..": 898,
  "ideally": 899,
  "prior": 900,
  "ah": 901,
  "4-stars": 902,
  "picky": 903,
  "low": 904,
  "solidly": 905,
  "architectural": 906,
  "head": 907,
  "&": 908,
  "whole": 909,
  "related": 910,
  "boats": 911,
  "familiar": 912,
  "nah": 913,
  "answer": 914,
  "christmas": 915,
  "these": 916,
  "telephone": 917,
  "costs": 918,
  "choices": 919,
  "04:15": 920,
  "literally": 921,
  "selections": 922,
  "loaction": 923,
  "fills": 924,
  "being": 925,
  "yep": 926,
  "duration": 927,
  "last": 928,
  "easily": 929,
  "cancel": 930,
  "rebook": 931,
  "10.30": 932,
  "pre": 933,
  "route": 934,
  "unable": 935,
  "trying": 936,
  "excited": 937,
  "accident": 938,
  "dispute": 939,
  "direct": 940,
  "gets": 941,
  "yourself": 942,
  "notify": 943,
  "pickup": 944,
  "wait": 945,
  "starts": 946,
  "case": 947,
  "changes": 948,
  "idea": 949,
  "properties": 950,
  "save": 951,
  "dough": 952,
  "section": 953,
  "talked": 954,
  "someone": 955,
  "personally": 956,
  "picked": 957,
  "covered": 958,
  "20.45": 959,
  "tr2286": 960,
  "amenities": 961,
  "year": 962,
  "begin": 963,
  "irde": 964,
  "takes": 965,
  "form": 966,
  "pricing": 967,
  "having": 968,
  "goes": 969,
  "date": 970,
  "access": 971,
  "worry": 972,
  "success": 973,
  "expect": 974,
  "maximum": 975,
  "passenger": 976,
  "accommodation": 977,
  "volkswagen": 978,
  "dinner": 979,
  "model": 980,
  "bet": 981,
  "company": 982,
  "vehicle": 983,
  "passengers": 984,
  "yeas": 985,
  "parts": 986,
  "lookout": 987,
  "comes": 988,
  "weekend": 989,
  "important": 990,
  "less": 991,
  "dates": 992,
  "terrific": 993,
  "buffs": 994,
  "admission": 995,
  "1,029": 996,
  "riding": 997,
  "wanted": 998,
  "09:15": 999,
  ".reference": 1000,
  "visiting": 1001,
  "quest": 1002,
  "eateries": 1003,
  "hey": 1004,
  "whichever": 1005,
  "18:32": 1006,
  "somewhere": 1007,
  "possibilities": 1008,
  "tight": 1009,
  "budget": 1010,
  "working": 1011,
  "meal": 1012,
  "m": 1013,
  "leav": 1014,
  "pocket": 1015,
  "adventure": 1016,
  "dining": 1017,
  "establishments": 1018,
  "under": 1019,
  "sometime": 1020,
  "18:00": 1021,
  "taken": 1022,
  "ummm": 1023,
  "showing": 1024,
  "n970m2ry": 1025,
  "correct": 1026,
  "reversed": 1027,
  "piece": 1028,
  "reversed-": 1029,
  "addresses": 1030,
  "restuarants": 1031,
  "fitting": 1032,
  "mistook": 1033
}