{
  ".": 1457,
  "you": 875,
  "i": 816,
  "the": 812,
  "?": 741,
  "area": 691,
  ",": 663,
  "day": 635,
  "is": 629,
  "a": 554,
  "for": 522,
  "name": 518,
  "people": 498,
  "to": 495,
  "[hotel]": 493,
  "[restaurant]": 428,
  "and": 424,
  "[train]": 376,
  "centre": 362,
  "type": 358,
  "pricerange": 347,
  "[inform]": 336,
  "departure": 326,
  "that": 315,
  "cambridge": 312,
  "[attraction]": 310,
  "destination": 308,
  "in": 307,
  "food": 306,
  "yes": 273,
  "would": 269,
  "[general]": 265,
  "can": 255,
  "have": 241,
  "stay": 238,
  "arrive": 233,
  "time": 230,
  "like": 228,
  "there": 217,
  "house": 215,
  "it": 212,
  "need": 211,
  "number": 210,
  "leave": 210,
  "of": 208,
  "price": 200,
  "do": 200,
  "reference": 200,
  "are": 200,
  "4": 198,
  "[request]": 197,
  "at": 193,
  "your": 179,
  "[value_name]": 177,
  "!": 174,
  "stars": 173,
  "1": 168,
  "please": 166,
  "moderate": 166,
  "me": 165,
  "guest": 165,
  "be": 156,
  "am": 155,
  "hotel": 153,
  "2": 150,
  "parking": 149,
  "on": 148,
  "book": 146,
  "3": 146,
  "[reqmore]": 146,
  "address": 144,
  "help": 143,
  "internet": 142,
  "expensive": 132,
  "anything": 131,
  "will": 131,
  "phone": 125,
  "with": 124,
  "thank": 123,
  "restaurant": 123,
  "[value_price]": 122,
  "else": 122,
  "not": 122,
  "what": 120,
  "monday": 118,
  "friday": 114,
  "[value_area]": 110,
  "north": 108,
  "postcode": 105,
  "all": 103,
  "looking": 102,
  "no": 102,
  "college": 101,
  "[value_choice]": 100,
  "choice": 100,
  "saturday": 97,
  "cheap": 93,
  "[value_type]": 91,
  "train": 91,
  "[taxi]": 89,
  "[bye]": 88,
  "wednesday": 87,
  "south": 85,
  "[value_reference]": 84,
  "[offerbooked]": 84,
  "[offerbook]": 83,
  "great": 83,
  "also": 78,
  "[value_address]": 75,
  "from": 75,
  "by": 71,
  "5": 70,
  "was": 69,
  "east": 68,
  "today": 68,
  "booking": 65,
  "thanks": 65,
  "town": 65,
  "how": 64,
  "6": 63,
  "7": 63,
  "tuesday": 62,
  "about": 61,
  "thursday": 61,
  "-s": 60,
  "or": 59,
  "[value_phone]": 59,
  "any": 57,
  "care": 57,
  "place": 55,
  "nights": 54,
  "free": 54,
  "get": 53,
  "[value_food]": 51,
  "sunday": 51,
  "range": 50,
  "want": 50,
  "located": 50,
  "their": 49,
  "[welcome]": 49,
  "8": 48,
  "could": 47,
  "bishops": 47,
  "stortford": 47,
  "city": 47,
  "find": 47,
  "sure": 45,
  "[recommend]": 45,
  "id": 45,
  "[value_postcode]": 44,
  "'s": 44,
  "goodbye": 42,
  "[value_leave]": 42,
  "has": 41,
  "welcome": 41,
  "indian": 41,
  "just": 40,
  "[value_id]": 40,
  "table": 40,
  "as": 39,
  "fee": 39,
  "norwich": 38,
  "okay": 37,
  "if": 37,
  "[value_arrive]": 37,
  "street": 37,
  "ely": 36,
  "try": 36,
  "an": 36,
  "sorry": 35,
  "successful": 35,
  "booked": 35,
  "we": 34,
  "travel": 34,
  "many": 34,
  "peterborough": 34,
  "taxi": 33,
  "entrance": 33,
  "b": 33,
  ":": 32,
  "prefer": 32,
  "[nooffer]": 32,
  "reservation": 32,
  "information": 31,
  "but": 30,
  "good": 30,
  "does": 30,
  "west": 30,
  "ok": 29,
  "19:15": 29,
  "where": 28,
  "contact": 28,
  "after": 28,
  "car": 28,
  "bar": 28,
  "british": 28,
  "should": 27,
  "new": 27,
  "go": 27,
  "star": 27,
  "give": 27,
  "[select]": 27,
  "italian": 27,
  "make": 26,
  "n't": 26,
  "[value_stars]": 26,
  "leaving": 26,
  "birmingham": 26,
  "more": 26,
  "chinese": 26,
  "noodle": 26,
  "architecture": 26,
  "leaves": 25,
  "sounds": 25,
  "'ll": 25,
  "15:15": 25,
  "leicester": 25,
  "[value_day]": 24,
  "so": 24,
  "know": 24,
  "they": 24,
  "17:30": 24,
  "station": 23,
  "something": 23,
  "[value_departure]": 23,
  "arrives": 23,
  "saint": 23,
  "john": 23,
  "which": 23,
  "enjoy": 23,
  "different": 23,
  "attraction": 23,
  "starting": 22,
  "wifi": 22,
  "much": 22,
  "arriving": 22,
  "them": 22,
  "same": 22,
  "church": 22,
  "available": 22,
  "bed": 22,
  "breakfast": 22,
  "10:15": 22,
  "trains": 21,
  "my": 21,
  "total": 21,
  "room": 21,
  "arbury": 21,
  "lodge": 21,
  "lensfield": 21,
  "able": 20,
  "departing": 20,
  "this": 20,
  "tell": 20,
  "serves": 20,
  "08:15": 20,
  "european": 20,
  "dojo": 20,
  "now": 19,
  "[value_time]": 19,
  "very": 19,
  "work": 19,
  "some": 19,
  "saints": 19,
  "stevenage": 19,
  "specific": 18,
  "been": 18,
  "recommend": 18,
  "[value_destination]": 18,
  "19:45": 18,
  "tickets": 18,
  "[greet]": 18,
  "criteria": 18,
  "part": 18,
  "express": 18,
  "brasserie": 18,
  "08:00": 18,
  "trip": 17,
  "may": 17,
  "20:45": 17,
  "pizza": 17,
  "[value_car]": 17,
  "code": 17,
  "preference": 17,
  "attractions": 17,
  "asian": 17,
  "oriental": 17,
  "needed": 16,
  "payable": 16,
  "assist": 16,
  "modern": 16,
  "el": 16,
  "shaddai": 16,
  "instead": 16,
  "oak": 16,
  "bistro": 16,
  "11:45": 16,
  "[value_people]": 15,
  "well": 15,
  "take": 15,
  "us": 15,
  "11:30": 15,
  "entertainment": 15,
  "rating": 15,
  "holiday": 15,
  "inn": 15,
  "called": 15,
  "14:30": 15,
  "broxbourne": 15,
  "going": 14,
  "hut": 14,
  "too": 14,
  "post": 14,
  "visit": 14,
  "21:15": 14,
  "interested": 14,
  "side": 14,
  "13:45": 14,
  "0": 14,
  "portuguese": 14,
  "french": 14,
  "another": 13,
  "[nobook]": 13,
  "assistance": 13,
  "set": 13,
  "bye": 13,
  "cuisine": 13,
  "museum": 13,
  "up": 13,
  "particular": 13,
  "reserved": 13,
  "18:45": 13,
  "sports": 13,
  "riverside": 13,
  "10:30": 13,
  "cinema": 13,
  "leverton": 13,
  "gallery": 13,
  "12:30": 13,
  "person": 12,
  "other": 12,
  "17:15": 12,
  "minutes": 12,
  "options": 12,
  "check": 12,
  "actually": 12,
  "needs": 12,
  "fine": 12,
  "did": 12,
  "08:45": 12,
  "park": 12,
  "10:00": 12,
  "boat": 12,
  "happy": 11,
  "matter": 11,
  "staying": 11,
  "hi": 11,
  "think": 11,
  "really": 11,
  "let": 11,
  "eat": 11,
  "fun": 11,
  "look": 11,
  "multiple": 11,
  "15": 11,
  "14:00": 11,
  "-ly": 11,
  "priced": 11,
  "country": 11,
  "pool": 11,
  "gastropub": 11,
  "found": 10,
  "using": 10,
  "those": 10,
  "hope": 10,
  "unfortunately": 10,
  "[hospital]": 10,
  "ticket": 10,
  "both": 10,
  "reserve": 10,
  "wonderful": 10,
  "depart": 10,
  "cost": 10,
  "location": 10,
  "everything": 10,
  "glad": 10,
  "london": 10,
  "liverpool": 10,
  "kirkwood": 10,
  "nusha": 10,
  "ca": 10,
  "11:15": 10,
  "stansted": 10,
  "airport": 10,
  "20:00": 10,
  "our": 9,
  "police": 9,
  "long": 9,
  "turkish": 9,
  "department": 9,
  "further": 9,
  "funky": 9,
  "thai": 9,
  "wandlebury": 9,
  "bridge": 9,
  "gonville": 9,
  "15:45": 9,
  "16:15": 9,
  "cote": 9,
  "[value_stay]": 8,
  "[police]": 8,
  "nice": 8,
  "course": 8,
  "see": 8,
  "center": 8,
  "again": 8,
  "then": 8,
  "pick": 8,
  "caffe": 8,
  "uno": 8,
  "swimming": 8,
  "12:00": 8,
  "acorn": 8,
  "two": 8,
  "lynne": 8,
  "strover": 8,
  "10:45": 8,
  "ashley": 8,
  "19:30": 8,
  "home": 8,
  "17:00": 8,
  "include": 7,
  "towninfo": 7,
  "made": 7,
  "favorite": 7,
  "arrival": 7,
  "into": 7,
  "provide": 7,
  "out": 7,
  "paediatric": 7,
  "thing": 7,
  "narrow": 7,
  "choose": 7,
  "suggest": 7,
  "info": 7,
  "closest": 7,
  "matching": 7,
  "its": 7,
  "between": 7,
  "when": 7,
  "sala": 7,
  "thong": 7,
  "autumn": 7,
  "09:29": 7,
  "either": 7,
  "clare": 7,
  "17:45": 7,
  "nandos": 7,
  "oh": 6,
  "hello": 6,
  "belfry": 6,
  "shall": 6,
  "system": 6,
  "questions": 6,
  "planning": 6,
  "mind": 6,
  "12:45": 6,
  "departs": 6,
  "certainly": 6,
  "call": 6,
  "down": 6,
  "-": 6,
  "luck": 6,
  "takeaway": 6,
  "results": 6,
  "rated": 6,
  "yeah": 6,
  "traveling": 6,
  "gardenia": 6,
  "search": 6,
  "certain": 6,
  "match": 6,
  "13:30": 6,
  "serve": 6,
  "11:00": 6,
  "24:45": 6,
  "#": 6,
  "king": 6,
  "18:30": 6,
  "curry": 6,
  "prince": 6,
  "yippee": 6,
  "05:00": 6,
  "16:30": 6,
  "parkside": 5,
  "fen": 5,
  "ditton": 5,
  "meet": 5,
  "hospital": 5,
  "got": 5,
  "14:45": 5,
  "worth": 5,
  "first": 5,
  "christ": 5,
  "group": 5,
  "looks": 5,
  "request": 5,
  "service": 5,
  "15:00": 5,
  "saffron": 5,
  "meets": 5,
  "royal": 5,
  "08:30": 5,
  "hall": 5,
  "12:15": 5,
  "punter": 5,
  "alimentum": 5,
  "shorter": 4,
  "only": 4,
  "contacting": 4,
  "were": 4,
  "night": 4,
  "though": 4,
  "none": 4,
  "right": 4,
  "better": 4,
  "listed": 4,
  "fare": 4,
  "dine": 4,
  "days": 4,
  "requirement": 4,
  "heading": 4,
  "seats": 4,
  "perfect": 4,
  "here": 4,
  "rooms": 4,
  "colleges": 4,
  "intensive": 4,
  "unit": 4,
  "nightclub": 4,
  "suggestions": 4,
  "university": 4,
  "arms": 4,
  "thanh": 4,
  "binh": 4,
  "description": 4,
  "close": 4,
  "still": 4,
  "enter": 4,
  "earlier": 4,
  "spice": 4,
  "cafe": 4,
  "jello": 4,
  "midsummer": 4,
  "kings": 4,
  "lynn": 4,
  "cab": 4,
  "[value_pricerange]": 3,
  "perhaps": 3,
  "confirm": 3,
  "including": 3,
  "every": 3,
  "confirmation": 3,
  "preferences": 3,
  "...": 3,
  "apologize": 3,
  "fantastic": 3,
  "addenbrookes": 3,
  "soon": 3,
  "meeting": 3,
  "helpful": 3,
  "clinic": 3,
  "while": 3,
  "best": 3,
  "per": 3,
  "ahead": 3,
  "nope": 3,
  "clarify": 3,
  "reservations": 3,
  "upcoming": 3,
  "tonight": 3,
  "back": 3,
  "02:45": 3,
  "cherry": 3,
  "hinton": 3,
  "village": 3,
  "fit": 3,
  "ref": 3,
  "calling": 3,
  "slot": 3,
  "others": 3,
  "australian": 3,
  "site": 3,
  "why": 3,
  "finding": 3,
  "absolutely": 3,
  "unsuccessful": 3,
  "most": 3,
  "complete": 3,
  "cineworld": 3,
  "before": 3,
  "alright": 3,
  "16:45": 3,
  "commute": 3,
  "problem": 3,
  "kettle": 3,
  "yard": 3,
  "galleria": 3,
  "confusion": 3,
  "04:45": 3,
  "churchill": 3,
  "24:00": 3,
  "abbey": 3,
  "astroturf": 3,
  "pitch": 3,
  "robbed": 2,
  "wartworth": 2,
  "latest": 2,
  "changed": 2,
  "change": 2,
  "desired": 2,
  "show": 2,
  "say": 2,
  "requested": 2,
  "maybe": 2,
  "real": 2,
  "hesitate": 2,
  "appreciate": 2,
  "few": 2,
  "than": 2,
  "offer": 2,
  "come": 2,
  "run": 2,
  "things": 2,
  "start": 2,
  "bit": 2,
  "around": 2,
  "caribbean": 2,
  "postal": 2,
  "meze": 2,
  "feel": 2,
  "[value_department]": 2,
  "kind": 2,
  "seem": 2,
  "said": 2,
  "lovely": 2,
  "pay": 2,
  "lodging": 2,
  "result": 2,
  "thinking": 2,
  "pleasure": 2,
  "serving": 2,
  "several": 2,
  "near": 2,
  "coming": 2,
  "preferably": 2,
  "excellent": 2,
  "works": 2,
  "safe": 2,
  "seems": 2,
  "error": 2,
  "restate": 2,
  "whoa": 2,
  "fits": 2,
  "fees": 2,
  "ranging": 2,
  "famous": 2,
  "amazing": 2,
  "man": 2,
  "moon": 2,
  "museums": 2,
  "hmm": 2,
  "milton": 2,
  "reached": 2,
  "vegetarian": 2,
  "double": 2,
  "moment": 2,
  "interests": 2,
  "interest": 2,
  "parks": 2,
  "types": 2,
  "party": 2,
  "ones": 2,
  "heard": 2,
  "purchase": 2,
  "guess": 2,
  "least": 2,
  "might": 2,
  "upscale": 2,
  "beginning": 2,
  "wondering": 2,
  "such": 2,
  "travelling": 2,
  "desk": 2,
  "concerned": 2,
  "whether": 2,
  "believe": 2,
  "picking": 2,
  "chop": 2,
  "awesome": 2,
  "definitely": 2,
  "taking": 2,
  "surprise": 2,
  "necessary": 2,
  "(": 2,
  ")": 2,
  "however": 2,
  "preferred": 2,
  "offers": 2,
  "anytime": 2,
  "rest": 2,
  "needing": 2,
  "plan": 2,
  "pounds": 2,
  "sound": 2,
  "swiss": 2,
  "global": 2,
  "crossover": 2,
  "exact": 2,
  "venue": 2,
  "catalan": 2,
  "myself": 2,
  "roles": 2,
  "anatolia": 2,
  "services": 1,
  "touch": 1,
  "suddenly": 1,
  "plans": 1,
  "attributes": 1,
  "even": 1,
  "completed": 1,
  "ago": 1,
  "addres": 1,
  "sis": 1,
  "hour": 1,
  "listings": 1,
  "meant": 1,
  "each": 1,
  "keep": 1,
  "workers": 1,
  "phobias": 1,
  "sight": 1,
  "mood": 1,
  "love": 1,
  "injured": 1,
  "nearby": 1,
  "general": 1,
  "attend": 1,
  "beforehand": 1,
  "fair": 1,
  "seat": 1,
  "hosptial": 1,
  "hills": 1,
  "rd": 1,
  "hoping": 1,
  "local": 1,
  "restuarant": 1,
  "trer": 1,
  "3rd": 1,
  "stop": 1,
  "asking": 1,
  "supervisor": 1,
  "attitude": 1,
  "staff": 1,
  "apology": 1,
  "accommodate": 1,
  "parameters": 1,
  "gueshouses": 1,
  "require": 1,
  "thirteen": 1,
  "10": 1,
  "choosing": 1,
  "hanging": 1,
  "late": 1,
  "hungry": 1,
  "stated": 1,
  "put": 1,
  "email": 1,
  "fax": 1,
  "amount": 1,
  "howdy": 1,
  "cabridge": 1,
  "earliest": 1,
  "multi": 1,
  "sport": 1,
  "use": 1,
  "stations": 1,
  "whenever": 1,
  "currently": 1,
  "relatively": 1,
  "inexpensive": 1,
  "must": 1,
  "numbers": 1,
  "greetings": 1,
  "num": 1,
  "entry": 1,
  "religious": 1,
  "secular": 1,
  "sell": 1,
  "seafood": 1,
  "easy": 1,
  "tiger": 1,
  "lets": 1,
  "perfectly": 1,
  "curious": 1,
  "option": 1,
  "sufficient": 1,
  "staring": 1,
  "peterbourgh": 1,
  "18:15": 1,
  "examples": 1,
  "corpus": 1,
  "christi": 1,
  "named": 1,
  "tables": 1,
  "guests": 1,
  "bunch": 1,
  "schedule": 1,
  "seeking": 1,
  "making": 1,
  "easier": 1,
  "australasian": 1,
  "understood": 1,
  "fnrsfzwb": 1,
  "without": 1,
  "sleeper": 1,
  "possible": 1,
  "afraid": 1,
  "ride": 1,
  "arrange": 1,
  "house-": 1,
  "appreciated": 1,
  "texting": 1,
  "spelled": 1,
  "correctly": 1,
  "mutliple": 1,
  "understand": 1,
  "repeat": 1,
  "way": 1,
  "makes": 1,
  "sense": 1,
  "kid": 1,
  "water": 1,
  "slide": 1,
  "pools": 1,
  "open": 1,
  "quite": 1,
  "specify": 1,
  "popular": 1,
  "getting": 1,
  "plus": 1,
  "mean": 1,
  "terms": 1,
  "details": 1,
  "length": 1,
  "shorten": 1,
  "possibly": 1,
  "worked": 1,
  "ideas": 1,
  "query": 1,
  "cinemas": 1,
  "worries": 1,
  "vue": 1,
  "fo": 1,
  "reasonable": 1,
  "indeed": 1,
  "adress": 1,
  "point": 1,
  "consider": 1,
  "future": 1,
  "nothing": 1,
  "-er": 1,
  "remind": 1,
  "holy": 1,
  "trinity": 1,
  "standard": 1,
  "mucy": 1,
  "boating": 1,
  "ever": 1,
  "overall": 1,
  "goodnight": 1,
  "trainid": 1,
  "attention": 1,
  "cheers": 1,
  "discuss": 1,
  "boss": 1,
  "successfully": 1,
  "..": 1,
  "ideally": 1,
  "prior": 1,
  "ah": 1,
  "4-stars": 1,
  "picky": 1,
  "low": 1,
  "solidly": 1,
  "architectural": 1,
  "head": 1,
  "&": 1,
  "whole": 1,
  "related": 1,
  "boats": 1,
  "familiar": 1,
  "nah": 1,
  "answer": 1,
  "christmas": 1,
  "these": 1,
  "telephone": 1,
  "costs": 1,
  "choices": 1,
  "04:15": 1,
  "literally": 1,
  "selections": 1,
  "loaction": 1,
  "fills": 1,
  "being": 1,
  "yep": 1,
  "duration": 1,
  "last": 1,
  "easily": 1,
  "cancel": 1,
  "rebook": 1,
  "10.30": 1,
  "pre": 1,
  "route": 1,
  "unable": 1,
  "trying": 1,
  "excited": 1,
  "accident": 1,
  "dispute": 1,
  "direct": 1,
  "gets": 1,
  "yourself": 1,
  "notify": 1,
  "pickup": 1,
  "wait": 1,
  "starts": 1,
  "case": 1,
  "changes": 1,
  "idea": 1,
  "properties": 1,
  "save": 1,
  "dough": 1,
  "section": 1,
  "talked": 1,
  "someone": 1,
  "personally": 1,
  "picked": 1,
  "covered": 1,
  "20.45": 1,
  "tr2286": 1,
  "amenities": 1,
  "year": 1,
  "begin": 1,
  "irde": 1,
  "takes": 1,
  "form": 1,
  "pricing": 1,
  "having": 1,
  "goes": 1,
  "date": 1,
  "access": 1,
  "worry": 1,
  "success": 1,
  "expect": 1,
  "maximum": 1,
  "passenger": 1,
  "accommodation": 1,
  "volkswagen": 1,
  "dinner": 1,
  "model": 1,
  "bet": 1,
  "company": 1,
  "vehicle": 1,
  "passengers": 1,
  "yeas": 1,
  "parts": 1,
  "lookout": 1,
  "comes": 1,
  "weekend": 1,
  "important": 1,
  "less": 1,
  "dates": 1,
  "terrific": 1,
  "buffs": 1,
  "admission": 1,
  "1,029": 1,
  "riding": 1,
  "wanted": 1,
  "09:15": 1,
  ".reference": 1,
  "visiting": 1,
  "quest": 1,
  "eateries": 1,
  "hey": 1,
  "whichever": 1,
  "18:32": 1,
  "somewhere": 1,
  "possibilities": 1,
  "tight": 1,
  "budget": 1,
  "working": 1,
  "meal": 1,
  "m": 1,
  "leav": 1,
  "pocket": 1,
  "adventure": 1,
  "dining": 1,
  "establishments": 1,
  "under": 1,
  "sometime": 1,
  "18:00": 1,
  "taken": 1,
  "ummm": 1,
  "showing": 1,
  "n970m2ry": 1,
  "correct": 1,
  "reversed": 1,
  "piece": 1,
  "reversed-": 1,
  "addresses": 1,
  "restuarants": 1,
  "fitting": 1,
  "mistook": 1
}